alsa-utils
ark
autoconf
automake
base
base-devel
bison
bluedevil
breeze-gtk
breeze-plymouth
breeze5
clang
cmake
connman
deluge-gtk
discord_arch_electron
drkonqi
efibootmgr
elixir
etcher-bin
exfatprogs
fakeroot
fastlane
featherpad
feh
filelight
flatpak-kcm
flex
font-manager
fprintd
franz-bin
fvm-bin
gcc
git
gparted
gvfs
hakuneko-desktop
imagemagick
jetbrains-toolbox
jre-openjdk
kitty
layer-shell-qt
lazygit
libkscreen
libksysguard
libtool
linux
linux-firmware
m4
make
nano
neofetch
network-manager-applet
networkmanager
ninja
nm-connection-editor
nodejs
noto-fonts
noto-fonts-emoji
ntfs-3g
os-prober
otf-fantasque-sans-mono
oxygen-sounds
oxygen5
patch
pkgconf
plymouth-kcm
postman-bin
powerdevil
reflector
retroarch
rofi
ruby
ruby-docs
spectacle
speedtest-cli
stremio
sudo
systemsettings
telegram-desktop
texinfo
ttf-fantasque-nerd
ttf-fantasque-sans-mono
unzip
usbutils
vim
visual-studio-code-bin
vivaldi
vlc
wget
woeusb-ng
xdg-desktop-portal-kde
xf86-video-vesa
yay
zen-browser-bin
zsh
